Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.keepTheBreathComfortable
source: Keep the breath comfortable
ru: Дышите комфортно
zh_hans: 保持呼吸舒适

# coach.keepTheDaySteady
source: Keep the day steady
ru: Держите день ровным
zh_hans: 保持全天稳定

# coach.keepTheEffortComfortable
source: Keep the effort comfortable
ru: Держите усилие комфортным
zh_hans: 保持操作舒适

# coach.keepTheEffortSteady
source: Keep the effort steady
ru: Держите усилие ровным
zh_hans: 保持努力稳定

# coach.keepTheEffortSteadyRelaxYourShouldersAndDo
source: Keep the effort steady, relax your shoulders and do not chase speed today.
ru: Держите усилие ровным, расслабьте плечи и сегодня не гонитесь за скоростью.
zh_hans: 保持稳定的发力，放松肩膀，今天不要追求速度。

# coach.keepTheEveningCalm
source: Keep the evening calm
ru: Сохраняйте вечер спокойным
zh_hans: 让夜晚保持宁静

# coach.keepTheEveningEasy
source: Keep the evening easy
ru: Проведите вечер легко
zh_hans: 祝您夜晚愉快

# coach.keepTheFirstPartEasyAndSettleIntoA
source: Keep the first part easy and settle into a steady rhythm.
ru: Начните легко и войдите в ровный ритм.
zh_hans: 先让第一部分保持简单，逐步进入稳定的节奏。

# coach.keepTheNextBlockEasy
source: Keep the next block easy
ru: Следующий блок держите легким
zh_hans: 让下一个区块保持简单

# coach.keepTheNextStepSimple
source: Keep the next step simple
ru: Сделайте следующий шаг простым
zh_hans: 让下一步操作保持简单

# coach.keepThePaceEasy
source: Keep the pace easy
ru: Держите легкий темп
zh_hans: 保持轻松节奏

# coach.keepThePlanSimple
source: Keep the plan simple
ru: Сохраняйте план простым
zh_hans: 保持计划简洁

# coach.keepTheRecoveryEffect
source: Keep the recovery effect
ru: Сохраните эффект восстановления
zh_hans: 保持恢复效果

# coach.keepTheRestOfTheDayEasy
source: Keep the rest of the day easy
ru: Проведите остаток дня спокойно
zh_hans: 让今天剩下的时间轻松一些

# coach.keepTheRestOfTheDaySimpleAndAvoid
source: Keep the rest of the day simple and avoid adding unnecessary load.
ru: Проведите остаток дня просто и не добавляйте лишнюю нагрузку.
zh_hans: 当天其余时间保持简单，避免增加不必要的负担。

# coach.keepTheSessionComfortable
source: Keep the session comfortable
ru: Держите тренировку комфортной
zh_hans: 保持训练舒适

# coach.keepTheWalkEasy
source: Keep the walk easy
ru: Держите прогулку легкой
zh_hans: 保持轻松步伐

# coach.keepTomorrowLighter
source: Keep tomorrow lighter
ru: Сделайте завтра легче
zh_hans: 让明天更轻盈

# coach.keepYogaGentle
source: Keep yoga gentle
ru: Держите йогу мягкой
zh_hans: 保持瑜伽练习温和

# coach.leave12RepsInReserve
source: Leave 1–2 reps in reserve
ru: Оставьте 1–2 повтора в запасе
zh_hans: 保留 1–2 次重复动作

# coach.leaveEnergyForTheFinalSets
source: Leave energy for the final sets
ru: Оставьте энергию на последние подходы
zh_hans: 为最后一组练习留足精力

# coach.leaveIfYouFeelDizzy
source: Leave if you feel dizzy
ru: Выйдите, если кружится голова
zh_hans: 如感到头晕，请立即离开。

# coach.letTheBodyCalmDown
source: Let the body calm down
ru: Дайте телу успокоиться
zh_hans: 让身体平静下来

# coach.letTheExhaleBecomeSlower
source: Let the exhale become slower
ru: Позвольте выдоху замедлиться
zh_hans: 让呼气逐渐变慢

# coach.letYourBodySettle
source: Let your body settle
ru: Дайте телу успокоиться
zh_hans: 让身体静置片刻

# coach.letYourBreathingSettle
source: Let your breathing settle
ru: Дайте дыханию выровняться
zh_hans: 让呼吸平静下来

# coach.letYourHeartRateSettle
source: Let your heart rate settle
ru: Дайте пульсу успокоиться
zh_hans: 让您的心率逐渐稳定下来

# coach.letYourLegsSettle
source: Let your legs settle
ru: Дайте ногам адаптироваться
zh_hans: 让双腿放松下来

# coach.letYourSystemSettleNowDrinkSlowlyAndKeep
source: Let your system settle now. Drink slowly and keep the rest of the day calm.
ru: Дайте системе успокоиться. Пейте медленно и держите остаток дня спокойным.
zh_hans: 现在让您的身体逐渐恢复平静。慢速饮水，并在接下来的这一天里保持心境平和。

# coach.makeTheExhaleGentle
source: Make the exhale gentle
ru: Сделайте выдох мягким
zh_hans: 使呼气动作轻柔

# coach.meta.easyZoneFormat
source: Easy · %@
ru: Легко · %@
zh_hans: 简易 ·%@

# coach.moderateLoad
source: Moderate load
ru: Умеренная нагрузка
zh_hans: 中等负荷

# coach.moderateReadiness
source: Moderate readiness
ru: Умеренная готовность
zh_hans: 适度准备

# coach.moveLikeThisIsRecovery
source: Move like this is recovery
ru: Двигайтесь как на восстановлении
zh_hans: 这样移动就是康复动作。

# coach.narrative.activityCompleteFormat
source: %@ complete
ru: %@ завершено
zh_hans: %@完成

# coach.narrative.activityInProgressFormat
source: %@ in progress
ru: %@ выполняется
zh_hans: %@进行中

# coach.narrative.activityLoadTodayFormat
source: You already have activity load today. %@
ru: Сегодня уже есть нагрузка активности. %@
zh_hans: 如今已存在活动负荷。@%

# coach.narrative.morePlannedLaterFormat
source: There is more planned later today. %@
ru: Позже сегодня запланировано еще. %@
zh_hans: 今天晚些时候还有其他安排。@%

# coach.narrative.prepareForFormat
source: Prepare for %@
ru: Подготовьтесь к %@
zh_hans: 为%@做好准备

# coach.narrative.rideAheadFormat
source: A %@ ride is ahead. Keep the first part easy and settle into a steady rhythm.
ru: Впереди заезд %@. Начните спокойно и войдите в ровный ритм.
zh_hans: 接下来是%@骑行阶段。前半段保持轻松节奏，逐步进入稳定的骑行节奏。

# coach.narrative.runAheadFormat
source: A %@ run is ahead. Start slower than you want to and build only if the body feels good.
ru: Впереди пробежка %@. Начните медленнее, чем хочется, и ускоряйтесь только если тело отвечает хорошо.
zh_hans: 即将进行%@训练。初始强度应低于你的预期目标，且仅在身体感觉良好时逐步增加强度。

# coach.narrative.trainedEarlierMoreAheadFormat
source: You already trained earlier today and still have more ahead. %@
ru: Вы уже тренировались сегодня, и впереди еще есть нагрузка. %@
zh_hans: 你今天已经训练过了，接下来还有训练量。@%

# coach.next
source: Next
ru: Дальше
zh_hans: 下一步

# coach.noActiveTimeLogged
source: No active time logged
ru: Активное время не записано
zh_hans: 未记录活跃时间

# coach.noExtraFoodNeededForShortLifting
source: No extra food needed for short lifting
ru: Для короткой силовой доп. еда не нужна
zh_hans: 短时提举无需额外进食

# coach.noExtraFoodUnlessEnergyDrops
source: No extra food unless energy drops
ru: Доп. еда не нужна, если энергия не падает
zh_hans: 除非能量下降，否则不要额外进食。

# coach.noFuelingLoggedProteinFirst
source: No fueling logged • protein first
ru: Питание не записано • сначала белок
zh_hans: 未记录加油操作 • 优先处理蛋白质

# coach.noImmediateActionIsNeededStayConsistentAndKeep
source: No immediate action is needed. Stay consistent and keep energy available for what's ahead.
ru: Срочных действий не нужно. Сохраняйте стабильность и держите энергию доступной на потом.
zh_hans: 无需立即采取任何措施。保持一贯的应对方式，并为接下来的挑战储备充足精力。

# coach.noPlannedActivitiesToday
source: No planned activities today
ru: Сегодня нет запланированных активностей
zh_hans: 今日无预定活动。

# coach.normalTrainingKeepIntensityPlanned
source: Normal training • Keep intensity planned
ru: Обычная тренировка • держите плановую интенсивность
zh_hans: 常规训练 • 保持既定训练强度

# coach.noSpecialFoodNeeded
source: No special food needed
ru: Специальная еда не нужна
zh_hans: 无需特殊饮食

# coach.nothingRequiresAttentionRightNowStayActiveHydrateWell
source: Nothing requires attention right now. Stay active, hydrate well and maintain healthy routines.
ru: Сейчас ничего срочного. Двигайтесь, пейте воду и сохраняйте спокойный ритм.
zh_hans: 目前无需特别关注。继续保持活跃状态，充足饮水，并维持健康的日常作息。

# coach.nutrition.add40gProtein.102
source: Add 40g protein
ru: Добавьте 40g белок
zh_hans: 添加40克蛋白质

# coach.nutrition.add2530gProtein.108
source: Add 25–30g protein
ru: Добавьте 25–30g белок
zh_hans: 添加 25–30 克蛋白质

# coach.nutrition.add3040gProtein.105
source: Add 30–40g protein
ru: Добавьте 30–40g белок
zh_hans: 添加 30–40 克蛋白质

# coach.nutrition.drink500750mlWater.127
source: Drink 500–750ml water
ru: Выпейте 500–750 мл воды
zh_hans: 饮用500–750毫升水

# coach.nutrition.drink7501000mlWater.124
source: Drink 750–1000ml water
ru: Выпейте 750–1000 мл воды
zh_hans: 饮用 750–1000 毫升水

# coach.nutrition.hydrationTargetReached.85
source: Hydration target reached
ru: Цель по воде достигнута
zh_hans: 水分达标

# coach.nutrition.proteinTargetReached.77
source: Protein target reached
ru: Цель по белку достигнута
zh_hans: 已达成蛋白质靶标

# coach.nutrition.stringFormat.88
source: %@L water remaining
ru: осталось %@ л воды
zh_hans: %@L剩余水量

# coach.nutrition.valueGProteinRemaining.80
source: %@g protein remaining
ru: %@g белок осталось
zh_hans: %@g剩余蛋白质

# coach.onlyIfThePlanNeedsChanging
source: Only if the plan needs changing
ru: Только если план нужно менять
zh_hans: 仅当计划需要调整时

# coach.openScheduleRecoveryRemainsPriority
source: Open schedule • recovery remains priority
ru: Открыть расписание • сейчас важнее восстановиться
zh_hans: 开放排班 • 恢复工作仍为优先事项

# coach.perfectExecution
source: Perfect execution
ru: Отличное выполнение
zh_hans: 执行出色

# coach.planAdjustment
source: Plan Adjustment
ru: Корректировка плана
zh_hans: 计划调整

# coach.planProteinAfterTraining
source: Plan protein after training
ru: Запланируйте белок после тренировки
zh_hans: 训练后蛋白质摄入计划

# coach.playWithControlFirst
source: Play with control first
ru: Сначала играйте под контролем
zh_hans: 先熟悉控制操作

# coach.prepareForHeatRecovery
source: Prepare for heat recovery
ru: Подготовьтесь к тепловому восстановлению
zh_hans: 为热回收做好准备

# coach.prepareForSquash
source: Prepare for squash
ru: Подготовьтесь к сквошу
zh_hans: 为 Squash 做好准备

# coach.prepareForTennis
source: Prepare for tennis
ru: Подготовьтесь к теннису
zh_hans: 为网球比赛做好准备

# coach.prepareForTheRide
source: Prepare for the ride
ru: Подготовьтесь к заезду
zh_hans: 为旅程做好准备

# coach.prepareForTheRun
source: Prepare for the run
ru: Подготовьтесь к пробежке
zh_hans: 为跑步做好准备

# coach.preparePortableCarbsBananaOrEnergyBar
source: Prepare portable carbs (banana or energy bar)
ru: Подготовьте переносные углеводы (банан или батончик)
zh_hans: 准备便携碳水化合物（香蕉或能量棒）

# coach.preparePortableCarbsGelBananaOrBar
source: Prepare portable carbs (gel, banana or bar)
ru: Подготовьте переносные углеводы (гель, банан или батончик)
zh_hans: 准备便携碳水化合物（能量胶、香蕉或能量棒）

# coach.primaryActions
source: Primary Actions
ru: Основные действия
zh_hans: 主要操作

# coach.prioritizeRecoveryTomorrow
source: Prioritize recovery tomorrow
ru: Завтра поставьте восстановление в приоритет
zh_hans: 将明日康复置于优先位置

# coach.priority.2540gProteinCarbs.2135
source: 25-40g protein + carbs
ru: 25–40 г белка + углеводы
zh_hans: 25–40克蛋白质 + 碳水化合物

# coach.priority.3060gCarbsHour.2169
source: 30-60g carbs/hour
ru: 30–60 г углеводов в час
zh_hans: 每小时 30–60 克碳水化合物

# coach.priority.3060gCarbsIfHungry.2179
source: 30-60g carbs if hungry
ru: 30–60 г углеводов, если голодны
zh_hans: 饥饿时摄入 30-60 克碳水化合物

# coach.priority.6090gCarbsHourIfTolerated.2158
source: 60-90g carbs/hour if tolerated
ru: 60–90 г углеводов в час, если хорошо переносите
zh_hans: 若耐受，每小时摄入 60–90 g 碳水化合物

# coach.priority.200300MlOnlyIfThirsty.1985
source: 200-300 ml only if thirsty
ru: 200–300 мл, только если хочется пить
zh_hans: 仅在口渴时饮用 200-300 ml

# coach.priority.accumulatedFatigue.62
source: Accumulated fatigue
ru: Накопленная усталость
zh_hans: 累积疲劳

# coach.priority.acknowledgeItThenStaySteady.3705
source: Acknowledge it, then stay steady.
ru: Учтите это и дальше держите ровно.
zh_hans: 先承认这一点，然后保持镇定。

# coach.priority.aCoachRelevantActivityIsPlannedLater.4519
source: A coach-relevant activity is planned later, outside the preparation window.
ru: Позже запланирована активность, важная для Тренера, но окно подготовки еще не началось.
zh_hans: 一项与教练相关的活动已安排在后续阶段，即在准备期之外进行。

# coach.priority.aCoachShouldUseGoodReadinessAs.3134
source: A coach should use good readiness as an opportunity, not only react to missing water or food.
ru: Хорошую готовность стоит использовать как возможность, а не только реагировать на нехватку воды или еды.
zh_hans: 教练应将良好的备战状态视为一个契机，而不仅仅是针对缺水或缺粮的情况做出反应。

# coach.priority.aCoachShouldUseTheCurrentReal.3766
source: A coach should use the current real-world step instead of ignoring it because it is not a workout.
ru: Тренер должен учитывать текущий реальный шаг, даже если это не тренировка.
zh_hans: 教练应当采用当前现实环境中的步幅，而非忽略它，因为那并不构成一次训练。

# coach.priority.aCompletedActivityEndedWithinTheRecent.3710
source: A completed activity ended within the recent-memory window.
ru: Недавняя активность завершилась достаточно недавно, чтобы учитывать ее в дне.
zh_hans: 一项已完成的活动已在最近记忆窗口内结束。

# coach.priority.add300500MlOverTheNext.4301
source: Add 300-500 ml over the next hour
ru: Добавьте 300–500 мл в течение следующего часа
zh_hans: 在接下来的1小时内添加300-500 ml

# coach.priority.add400600Ml.1997
source: Add ~400-600 ml
ru: Добавьте ~400–600 мл
zh_hans: 添加约 400-600 毫升

# coach.priority.add400600Ml.2015
source: Add 400-600 ml
ru: Добавьте 400–600 мл
zh_hans: 加入 400-600 毫升

# coach.priority.addASmallCarbTopUpIf.2271
source: Add a small carb top-up if hungry
ru: Добавьте небольшой углеводный перекус, если голодны
zh_hans: 若感到饥饿，可补充少量碳水化合物。

# coach.priority.addEasyCarbsPlusProtein.3490
source: Add easy carbs plus protein
ru: Добавьте легкие углеводы и белок
zh_hans: 添加易吸收碳水化合物及蛋白质

# coach.priority.addEasyFuel.739
source: Add easy fuel
ru: Добавьте легко питание
zh_hans: 添加便捷燃料

# coach.priority.addingLoadWhenRecoveryIsLimitedCan.5107
source: Adding load when recovery is limited can make tomorrow harder than it needs to be.
ru: Если добавить нагрузку при ограниченном восстановлении, завтра может стать тяжелее, чем нужно.
zh_hans: 在恢复能力有限的情况下增加负载，可能会让未来的工作比实际需要更加艰难。

# coach.priority.addingLoadWouldCompeteWithTheRecovery.1548
source: Adding load would compete with the recovery you are trying to build.
ru: Дополнительная нагрузка будет конкурировать с восстановлением, которое вы пытаетесь собрать.
zh_hans: 增加负载会与您正在构建的恢复机制产生竞争。

# coach.priority.adjustTrainingReadiness.642
source: Adjust training readiness
ru: Настройте готовность к тренировке
zh_hans: 调整训练准备状态

# coach.priority.aFoodMealIsCurrentlyActive.3767
source: A food meal is currently active.
ru: Сейчас идет прием пищи.
zh_hans: 当前有一项餐食活动正在进行中。

# coach.priority.aHardPlanOnlyWorksWhenThe.1690
source: A hard plan only works when the body can absorb it.
ru: Тяжелый план работает только когда тело способно его усвоить.
zh_hans: 只有当身体能够吸收时，严苛的计划才能奏效。

# coach.priority.aHardPushAfterVeryLowSleep.4565
source: A hard push after very low sleep usually gives you cost without the quality that makes training worthwhile.
ru: Тяжелый рывок после очень короткого сна обычно дает больше цены, чем качества.
zh_hans: 在睡眠严重不足的情况下强行训练，往往只能获得数量而非质量，而缺乏这种质量，训练便失去了意义。

# coach.priority.aHardSessionAfterVeryLowSleep.3016
source: A hard session after very low sleep can cost recovery without producing the quality you wanted.
ru: Тяжелая тренировка после очень короткого сна может стоить восстановления и не дать нужного качества.
zh_hans: 在睡眠严重不足的情况下进行高强度训练，可能会阻碍恢复进程，且无法达到预期的训练效果。

# coach.priority.aHardSessionIsEasierToExecute.5084
source: A hard session is easier to execute when energy is available before it starts.
ru: Тяжелую тренировку легче выполнить, когда энергия есть до старта.
zh_hans: 如果在开始之前已储备充足能量，那么高强度训练 session 将更容易完成。

# coach.priority.aHardSessionJustEndedSoLight.1768
source: A hard session just ended, so light recovery support is still useful.
ru: Тяжелая тренировка только закончилась, поэтому легкая помощь восстановлению все еще полезна.
zh_hans: 刚结束一次高强度训练，因此轻量化的恢复支持仍然很有帮助。

# coach.priority.aMealIsActiveSoTheUseful.3752
source: A meal is active, so the useful coaching move is to anchor the next block around it.
ru: Сейчас идет прием пищи, поэтому следующий блок лучше строить вокруг него.
zh_hans: 一个动作是活跃的，因此有效的引导技巧是将下一个动作模块围绕该动作进行锚定。

# coach.priority.aMeaningfulActivityJustFinished.3623
source: A meaningful activity just finished.
ru: Важная активность только что завершилась.
zh_hans: 一项有意义的活动刚刚结束。

# coach.priority.aMeaningfulTrainingSessionIsPlannedLater.4507
source: A meaningful training session is planned later today.
ru: Позже сегодня запланирована важная тренировка.
zh_hans: 我们今天晚些时候计划进行一次有意义的训练会议。

# coach.priority.aMissedActivityIsContextNotThe.3802
source: A missed activity is context, not the whole day.
ru: Пропущенная активность — это контекст, а не весь день.
zh_hans: 被错过的活动是指特定情境，而非整一天。

# coach.priority.anActivityIsLiveAndNoStronger.3579
source: An activity is live and no stronger blocker needs to interrupt it.
ru: Активность уже идет, и нет более сильного сигнала, который требует вмешательства.
zh_hans: 某活动处于实时运行状态，且无需更强的阻断器来中断该活动。

# coach.priority.aPlannedRecoveryDayIsUsefulSpace.4626
source: A planned recovery day is useful space, not a gap to fill with more training.
ru: Запланированный день восстановления — это полезное пространство, а не пробел для новой тренировки.
zh_hans: 计划中的恢复日应被视为宝贵的缓冲期，而非需要用更多训练来填补的空白。

# coach.priority.aRecentSessionMakesRecoveryFuelAnd.3635
source: A recent session makes recovery, fuel, and hydration the next useful step.
ru: Недавняя тренировка делает восстановление, еду и воду следующим полезным шагом.
zh_hans: 近期的一项研究指出，恢复体力、补充能量及补充水分是接下来的关键步骤。

# coach.priority.aRecentSessionMakesRecoveryFuelAnd.4968
source: A recent session makes recovery, fuel, and hydration the next useful step.
ru: Недавняя тренировка делает восстановление, еду и воду следующим полезным шагом.
zh_hans: 近期的一项研究指出，恢复体力、补充能量及补充水分是接下来的关键步骤。

# coach.priority.aRecoveryActivityIsClose.4384
source: A recovery activity is close.
ru: Скоро восстановительная активность.
zh_hans: 复苏活动已迫在眉睫。

# coach.priority.aRecoveryOrientedActivityWasCompleted.4228
source: A recovery-oriented activity was completed.
ru: Восстановительная активность завершена.
zh_hans: 一项以康复为导向的活动已完成。

# coach.priority.aShortCompletedActivityIsRecentEnough.3695
source: A short completed activity is recent enough to remember, but not heavy enough for post-workout recovery.
ru: Короткая активность была недавно, но она недостаточно тяжелая, чтобы требовать восстановления после тренировки.
zh_hans: 一项简短的已完成训练项目记忆犹新，但其强度尚不足以影响训练后的恢复。

# coach.priority.aStrongMorningStillNeedsAGentle.2788
source: A strong morning still needs a gentle setup before activity.
ru: Даже сильное утро требует мягкого входа перед активностью.
zh_hans: 一个充满活力的早晨，在开始活动前仍需一份温和的铺垫。

# coach.priority.atLeastOnePlannedActivityWasMissed.3817
source: At least one planned activity was missed or skipped.
ru: Как минимум одна запланированная активность пропущена или не выполнена.
zh_hans: 至少有一项计划中的活动被遗漏或跳过。

# coach.priority.atThisHourRecoveryIsMostlyWon.5167
source: At this hour, recovery is mostly won by staying asleep.
ru: В это время восстановление чаще всего выигрывается сном.
zh_hans: 此时此刻，恢复的主要途径就是继续入睡。

# coach.priority.aVeryHighLoadLateInThe.4884
source: A very high load late in the day makes recovery more important than the current activity.
ru: Очень высокая нагрузка поздно днем делает восстановление важнее текущей активности.
zh_hans: 在一天中的傍晚时段承受极高负荷时，恢复的重要性将超过当前活动的重要性。

# coach.priority.avoidAddingHeavyFoodNow.2259
source: Avoid adding heavy food now.
ru: Не добавляйте тяжелую еду сейчас.
zh_hans: 现在避免食用重口味食物。

# coach.priority.avoidAdditionalTraining.735
source: Avoid additional training
ru: Не добавляйте тренировку
zh_hans: 避免额外训练

# coach.priority.avoidChasingPace.4382
source: Avoid chasing pace
ru: Не гонитесь за темпом
zh_hans: 避免盲目追赶节奏

# coach.priority.avoidExtraIntensity.4026
source: Avoid extra intensity
ru: Не добавляйте интенсивность
zh_hans: 避免过度用力

# coach.priority.avoidExtraIntensity.4308
source: Avoid extra intensity
ru: Не добавляйте интенсивность
zh_hans: 避免过度用力

# coach.priority.avoidExtraIntensity.4323
source: Avoid extra intensity
ru: Не добавляйте интенсивность
zh_hans: 避免过度用力

# coach.priority.avoidExtraIntensity.4463
source: Avoid extra intensity
ru: Не добавляйте интенсивность
zh_hans: 避免过度用力

# coach.priority.avoidStackingIntensity.3685
source: Avoid stacking intensity
ru: Не наслаивайте интенсивность
zh_hans: 避免强度叠加

# coach.priority.avoidStartingDry.737
source: Avoid starting dry
ru: Не стартуйте без воды
zh_hans: 避免从干燥状态开始

# coach.priority.betterSleepPreparationTonightGivesTomorrowA.4920
source: Better sleep preparation tonight gives tomorrow a better starting point.
ru: Если сегодня лучше подготовиться ко сну, завтра старт будет сильнее.
zh_hans: 今晚做好充分的睡眠准备，将为明天奠定更好的基础。

# coach.priority.beWillingToSwapIntensityForRecovery.741
source: Be willing to swap intensity for recovery
ru: Будьте готовы заменить интенсивность восстановлением
zh_hans: 愿以强度换取恢复

# coach.priority.bringABottle.4410
source: Bring a bottle
ru: Возьмите бутылку
zh_hans: 带一瓶来

# coach.priority.bringFluids.4480
source: Bring fluids
ru: Возьмите воду
zh_hans: 补充液体

# coach.priority.buildOnlyIfTheBodyAgrees.3557
source: Build only if the body agrees
ru: Добавляйте только если тело готово
zh_hans: 仅在获得主体同意后方可构建

# coach.priority.buildTheBasicsCalmly.2784
source: Build the basics calmly.
ru: Соберите базу спокойно.
zh_hans: 冷静地打好基础。

# coach.priority.chasingCaloriesProteinFluidsOrExtraMovement.1540
source: Chasing calories, protein, fluids, or extra movement now can cost sleep.
ru: Погоня за калориями, белком, водой или лишним движением сейчас может стоить сна.
zh_hans: 现在过度追求卡路里、蛋白质、水分或增加运动量，可能会以牺牲睡眠为代价。

# coach.priority.chooseAUsefulBlock.3169
source: Choose a useful block
ru: Выберите полезный блок
zh_hans: 选择一个有用的区块

# coach.priority.chooseMeaningfulWork.4267
source: Choose meaningful work
ru: Выберите осмысленную работу
zh_hans: 选择有意义的工作

# coach.priority.chooseTheDay.3167
source: Choose the day
ru: Выберите день
zh_hans: 选择日期

# coach.priority.closeTheDay.1599
source: Close the day
ru: Закройте день
zh_hans: 结束这一天

# coach.priority.closeTheDay.1601
source: Close the day
ru: Закройте день
zh_hans: 结束这一天

# coach.priority.continueWithBreathing.735
source: Continue with breathing
ru: Продолжайте с дыханием
zh_hans: 继续呼吸

# coach.priority.currentSessionIsActive.3598
source: Current session is active.
ru: Текущая тренировка идет.
zh_hans: 当前训练进行中。

# coach.priority.dayOverview.646
source: Day overview
ru: Обзор дня
zh_hans: 每日概览

# coach.priority.doingMoreIsNotAutomaticallyBetterToday.1552
source: Doing more is not automatically better today.
ru: Сегодня больше — не значит лучше.
zh_hans: 在今天，做得更多并不自动意味着更好。

# coach.priority.doNotAddExtraIntensity.4482
source: Do not add extra intensity
ru: Не добавляйте интенсивность
zh_hans: 请勿增加额外强度

# coach.priority.doNotAddExtraIntensityJustTo.3681
source: Do not add extra intensity just to compensate
ru: Не добавляйте интенсивность только для компенсации
zh_hans: 切勿仅为弥补不足而额外增加强度。

# coach.priority.doNotAddExtraWork.4435
source: Do not add extra work
ru: Не добавляйте работу
zh_hans: 请勿增加额外工作

# coach.priority.doNotAddNoise.4313
source: Do not add noise
ru: Не добавляйте шума
zh_hans: 请勿添加噪声

# coach.priority.doNotChaseMissedTargets.3956
source: Do not chase missed targets
ru: Не догоняйте пропущенные цели
zh_hans: 请勿追击已错过的目标。

# coach.priority.doNotChaseTargets.4318
source: Do not chase targets
ru: Не гонитесь за целями
zh_hans: 切勿追逐目标

# coach.priority.doNotChaseTheFullWaterTarget.1983
source: Do not chase the full water target
ru: Не догоняйте всю цель по воде
zh_hans: 请勿追逐完整水面目标

# coach.priority.doNotDoubleTheWorkload.3815
source: Do not double the workload
ru: Не удваивайте нагрузку
zh_hans: 请勿增加工作负荷。

# coach.priority.doNotForceAnotherLargeDrinkRight.2061
source: Do not force another large drink right now.
ru: Не заставляйте себя пить много прямо сейчас.
zh_hans: 现在不要强行再喝一大杯饮料。

# coach.priority.doNotWaitUntilTheSession.739
source: Do not wait until the session
ru: Не ждите начала тренировки
zh_hans: 别等到训练开始才行动。

# coach.priority.easyMovementHelpsMostWhenItStays.4464
source: Easy movement helps most when it stays easy.
ru: Легкое движение помогает больше всего, когда остается легким.
zh_hans: 只要保持轻松，简单的活动就能发挥最大作用。

# coach.priority.eatNormally.3735
source: Eat normally
ru: Поешьте как обычно.
zh_hans: 正常饮食

# coach.priority.eatNormally.4530
source: Eat normally
ru: Поешьте как обычно.
zh_hans: 正常饮食

# coach.priority.eatNormallyAtTheNextMeal.4301
source: Eat normally at the next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食
